// Константы

const SOME_MESSAGE = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

const SOME_NAME = [
  'Мария',
  'Иван',
  'Тимофей',
  'Юрий',
  'Софья',
  'Андрей',
  'Анна',
  'Ульяна',
  'Игорь',
  'Макс',
  'Ольга',
  'Алла',
  'Николай',
  'Дмитрий',
  'Екатерина',
];

const SOME_DESCRIPTION = [
  'Отличное фото отличного дня',
  'Зацените!',
  'Ставьте лайки, пишите комментарии',
  'Крутое фото для Кекстаграма',
  'Люблю фотографировать',
  'Нужно больше фотографий!!!',
  'Люблю эту фотографию)',
  'Как вам моя фотография?',
];

const SOME_PEOPLE_COUNT = 25;

export { SOME_MESSAGE, SOME_NAME, SOME_DESCRIPTION, SOME_PEOPLE_COUNT };
